Repository: stalynAlejandro/API-REST
Catalog: KTP/ketepongoServer/KeTePongo.Modules/KeTePongo.UsersWebAPI/Localization/*.po
Languages: es

# KeTePongo.UsersWebAPI.Controllers.ConfirmNewUserController
source: The code is required
es: El código es obligatorio

# KeTePongo.UsersWebAPI.Controllers.ConfirmNewUserController
source: After validating your email, the user was granted with more permissions, please refresh your access token to get claims with new permissions
es: Tras validar su email, se concedieron más permisos al usuario, por favor refresca tu token de acceso para obtener claims con nuevos permisos

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Custom username for a new user cannot contain a + character
es: Un nombre de usuario personalizado no puede contener un carácter +

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: The email has been confirmed
es: El email ha sido confirmado

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Confirm your account
es: Confirma tu cuenta

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: User not found
es: Usuario no encontrado

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: This email is already your current one
es: Este email ya es el actual

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: A user with the same email already exists
es: Ya existe un usuario con este email

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: An user with a not confirmed email cannot change its email
es: Un usuario con un email que no ha sido confirmado no puede cambiar su email

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Confirm your new email
es: Confirma tu nuevo email

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Invalid value
es: Valor no válido

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Not found
es: No encontrado

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Invalid code
es: Código no válido

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Outdated code
es: Código caducado

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Error confirming email
es: Error confirmando email

# KeTePongo.UsersWebAPI.AppServices.UserAppService
source: Error confirming new email {0} for user {1}
es: Error confirmando nuevo email {0} para usuarios {1}

source: Edit Client Apps (Minimum Version)
es: Editar Apps Cliente (Versión Mínima)

# KeTePongo.UsersWebAPI.Views.BackOfficeOpenIdAppMinVersion.Edit
source: Back to openId apps list
es: Atrás a la lista de apps openId

# KeTePongo.UsersWebAPI.Views.BackOfficeUser.Create
source: Create User
es: Crear Usuario

# KeTePongo.UsersWebAPI.Views.BackOfficeUser.Edit
source: Edit User
es: Editar Usuario

# KeTePongo.UsersWebAPI.Views.BackOfficeUser.Index
source: Edit User
es: Editar Usuario

# KeTePongo.UsersWebAPI.Views.ConfirmInvitation.ConfirmInvitation
source: Confirm Invitation
es: Confirmar Invitación

# KeTePongo.UsersWebAPI.Views.ConfirmInvitation.ConfirmInvitation
source: Complete your profile
es: Completa tu perfil

# KeTePongo.UsersWebAPI.Views.ConfirmInvitation.Error
source: This user has already been registered, please go to the login page
es: Este usuario ya fue registrado, por favor dirígete a la página de login

# KeTePongo.UsersWebAPI.Views.ConfirmInvitation.Index
source: The registration has been completed, please go to the login page
es: El registro ha sido completado, por favor ve a la página de login

# KeTePongo.UsersWebAPI.Views.ResetPassword.ForgotPassword
source: Please input your email or user name to reset your password.
es: Por favor introuce tu email o nombre de usuario para restablecer tu contraseña.

# KeTePongo.UsersWebAPI.Views.ResetPassword.ForgotPassword
source: Forgot password?
es: ¿Olvidaste tu contraseña?

# KeTePongo.UsersWebAPI.Views.ResetPassword.ForgotPasswordConfirmation
source: Forgot password confirmation
es: Confirmación de olvido de contraseña

# KeTePongo.UsersWebAPI.Views.ResetPassword.ForgotPasswordConfirmation
source: Please check your email to reset your password.
es: Por favor comprueba tu email para restablecer la contraseña

# KeTePongo.UsersWebAPI.Views.ResetPassword.ResetPassword
source: New password
es: Nueva contraseña

# KeTePongo.UsersWebAPI.Views.ResetPassword.ResetPassword
source: New password confirmation
es: Nueva confirmación de contraseña

# KeTePongo.UsersWebAPI.Views.ResetPassword.ResetPasswordConfirmation
source: Your password has been reset.
es: Tu contraseña ha sido restablecida

# KeTePongo.UsersWebAPI.Views.ResetPassword.ResetPasswordConfirmation
source: Please
es: Por favor

# KeTePongo.UsersWebAPI.Views.ResetPassword.ResetPasswordConfirmation
source: Click here to log in
es: Haz click aqui para iniciar sesión

# KeTePongo.UsersWebAPI.Views.TemplateUserConfirmEmail
source: Confirmation account email
es: Email de confirmación de cuenta

# KeTePongo.UsersWebAPI.Views.TemplateUserConfirmEmail
source: KeTePongo Header
es: Cabecera KeTePongo

source: Dear {0}
es: Estimado/a {0}

# KeTePongo.UsersWebAPI.Views.TemplateUserConfirmEmailChange
source: The confirmation code for changing yor email {0}"
es: El código de confirmación para cambiar su cuenta el email {0}

# KeTePongo.UsersWebAPI.Views.TemplateUserLostPassword
source: Restore Password
es: Restablecer Contraseña

# KeTePongo.UsersWebAPI.Views.TemplateUserLostPassword
source: For restoring your password, <a href='{0}'>click here.</a>
es: Para restablecer tu contraseña, haz <a href='{0}'>click aquí.</a>

# KeTePongo.UsersWebAPI.Views.TemplateUserLostPassword
source: If you don't requested any password change, ignore this email
es: Si no has solicitado ningún cambio de contraseña, ignora este email

source: The new password and confirmation password do not match.
es: Las contraseñas no coinciden.

# KeTePongo.UserWebAPI.AdminMenu
source: Client Apps Min Version
es: Versión Mínima Apps Cliente

source: Welcome to KeTePongo. Please, input the following code to confirm your phone number:
es: Bienvenido a KeTePongo. Porfavor, introduzca el siguiente código para confirmar su telefono:

source: Telephone number is not valid
es: El número de teléfono no es válido
