Repository: stalynAlejandro/API-REST
Catalog: KTP/ketepongoServer/KeTePongo.Modules/KeTePongo.SMS/Localization/*.po
Languages: es

source: The phone number format '{0}' is not valid. Ej: 34603123456
es: El formato del número de telefono no es correcto. Ej: 34609731233

source: SMS settings must be configured before an SMS can be sent.
es: La configuración SMS debe ser establecida antes de que se pueda enviar un SMS.

source: Seems to be a problem with the SmsUp API.
es: Hay un problema con la API externa SmsUp.

source: An error occured while sending an SMS: '{0}'
es: A ocurrido un error al enviar el SMS: '{0}'

source: You already have verified this number to your account
es: Ya has verificado este número en tu cuenta

source: This phone number has already been verified by another user
es: Este número ya ha sido verificado por otro usuario

source: Error sending SMS to phone number
es: Error al enviar el SMS al número de teléfono

source: The telephone requested to confirm is not valid
es: El número de teléfono no es válido

source: The telephone requested to confirm must have a valid prefix
es: El número de teléfono debe tener un prefijo válido

source: The telephone requested to confirm can not be a landline
es: El número de teléfono no puede ser un número fijo

source: Your account has no funds to process this request, add credits to your account and try again
es: La cuenta está sin fondos para procesar esta respuesta, añade credito a la cuenta y prueba de nuevo

source: Your API key may be invalid, double-check that your API key was input correctly or see if the IP is blocked in your account API settings
es: La API KEY es invalida, comprueba que has puesto la API KEY correcta o mira si tu cuenta esta bloqueada.

source: One or more of your parameters has incorrect format or value
es: Uno o más parámetros son incorrectos

source: The service was unable to process your destination. The number must be in MSISDN format. Ej: 3465231789
es: El servicio no pudo procesar el destino del SMS. El número debe estar en formato MSISDN. Ej: 34612345678

source: The phone number '{0}' is not operative.
es: El número no se '{0}' encuentra operativo.

source: Receiver phone number
es: Número del destinatario

source: The {0} field is required.
es: El campo {0} es obligatorio.

source: Pickup directory location
es: Directorio de envío

source: The '{0}' delivery method is not supported.
es: El methodo de envío no está soportado.

source: Message sent successfully
es: El mensaje se envió correctamente

source: Settings
es: Ajustes

source: Phone Number
es: Número de teléfono

source: Message
es: Mensaje

source: Send
es: Enviar

source: The current tenant will be reloaded when the settings are saved.
es: El tenant actual se recargará cuando se guarden los ajustes.

source: Sender's name
es: Nombre del remitente

source: The default name to use as a sender, unless the name sender is set.
es: El nombre por defecto se usará como remitente, a menos que se cambie.

source: Delivery method
es: Método de envío

source: Specified pickup directory
es: Directorio de Recolección especificado

source: The delivery method used when sending sms. Use SmsUp in production. The other options can be useful when developing and testing.
es: El método de entrega utilizado al enviar el sms. Utilizar SmsUp en producción. Las otras opciones pueden ser útiles al desarrollar y probar.

source: SmsUp delivery options
es: Opciones de envío utilizando SmsUp

source: API_KEY to connect to SmsUp.
es: API_KEY para conectar con SmsUp.

source: IsLookupEnabled
es: Comprobar Télefono

source: The SmsUp API will see if its a operative number.
es: La Api de SmsUp comprobará que el número está operativo.

source: Specified pickup directory delivery options
es: Directorio de Recoleción especificado en las opciones de entrega

source: Ex. <i>C:PathToThisSitePickedUpSMS</i> to place SMS in a <i>PickedUpSMS</i> directory on the C drive.
es: Ej. <i>C:PathToThisSitePickedUpSMS</i> para colocar SMS en un directorio <i>PickedUpSMS</i> en la unidad C.

source: Test settings
es: Probar ajustes

source: The code is required
es: El código es obligatorio

source: The telephone is required
es: El número de telefono es obligatorio
