Repository: stalynAlejandro/API-REST
Catalog: KTP/ketepongoServer/KeTePongo.Modules/KeTePongo.ProviderWebAPI/Localization/*.po
Languages: es

source: A product cannot be assigned to the same section multiple times
es: Un producto no puede ser asignado a la misma sección múltiples veces

source: A product can only be assigned to existing sections
es: Un producto puede sólo ser asignado a una sección existente

source: The same allergen cannot be assigned multiple times to a product
es: Un alérgeno no puede ser asignado al mismo producto múltiples veces

source: A product can only be assigned to existing allergens
es: A un producto sólo se le pueden asignar alérgeno existentes

source: Not a single provider was found.
es: No se encontró ningún proveedor.

source: There is more than one provider for the given search criteria.
es: Se ha encontrado más de un proveedor de acuerdo a los parámetros de búsqueda proporcionados.

source: The email and telephone fields cannot be null
es: Los campos de email y teléfono no pudeden ser nulos

source: The telephone field is not a valid telephone number
es: El campo teléfono no es un número de teléfono válido

source: The email field is not a valid e-mail address
es: El campo de correo electrónico no es una dirección de correo electrónico válida

source: A provider cannot be added twice
es: No puedes añadir un proveedor dos veces

source: The provided provider OID, {0}, does not exists
es: EL OID the proveedor proporcionado, {0} no existe

source: There is no provider assigned to this user
es: No hay proveedor asignado a este usuario

source: The user already has a provider, a new one cannot be created
es: El usuario ya tiene un proveedor, no se puede crear uno nuevo

source: Error changing provider linked to an ERP
es: Error cambiando el proveedor enlazado a un ERP

source: Consumer of a provider already points to a ERP Client
es: Consumidor de proveedor ya apunta a un Cliente ERP

source: ERP Client already points to a Consumer
es: El cliente ERP ya apunta a un consumidor

source: No ERP Client matches the request, make sure you've send the proper ERP Id
es: Ningun cliente ERP encontrado para la peticion, asegurese de que ha enviado el Id ERP correcto

source: The requested catalog is not public
es: El cátalogo solicitado no es público

source: Your're not customer of this provider, you need to request access to it's catalog by adding him as your provider and await its approval
es: No eres cliente de este proveedor, es necesario que solicites acceso a su cátalogo añadiéndolo como tu proveedor y esperar su aprobación

source: Failed to add confirmed user in provider
es: Error añadiendo usuario confirmado en provider

source: Failed to update user's email in provider
es: Error actualizando email de usuario en provider

source: Failed to update user's telephone in provider
es: Error actualizando teléfono de usuario en provider

source: Failed to update user's name in provider
es: Error actualizando nombre de usuario en provider
