Repository: stalynAlejandro/API-REST
Catalog: KTP/ketepongoServer/KeTePongo.Modules/KeTePongo.ConsumerWebAPI/Localization/*.po
Languages: es

# KeTePongo.ConsumerWebAPI.Controllers.ConsumerController
source: Consumer not found
es: Comercio no encontrado

# KeTePongo.ConsumerWebAPI.Mvc_Controllers.CheckConsumerInvitationController
source: You have canceled the 'Change Consumer Operation'
es: Canceló la operación de cambio de comercio

# KeTePongo.ConsumerWebAPI.AppServices.ConsumptionDocument.ProductAppService
source: Unable to load the image
es: No se pudo cargar la imagen

# KeTePongo.ConsumerWebAPI.AppServices.ConsumptionDocument.ProductAppService
source: Error uploading the image
es: Error cargando la imagen

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerAppService
source: The user already has a consumer, it was not posible to create a new one
es: El usuario ya tiene un comercio, no se pudo crear uno nuevo

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerAppService
source: There is no consumer assigned to this user
es: No hay comercio asignado a este usuario

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerOrderAppService
source: Internal error processing order
es: Error procesando el pedido en el servidor

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerUserProfileAppService.cs
source: There was a problem getting the invitation to {0}
es: Hubo un problema obteniendo la invitación al comercio {0}

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerUserProfileAppService.cs
source: The consumer doesn't exist
es: El comercio no existe

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerUserProfileAppService.cs
source: Invitation not found
es: Invitación no encontrada

# KeTePongo.ConsumerWebAPI.DomainServices.ConsumptionDocument.ProductDomainService
source: A product cannot be assigned to the same location multiple times
es: Un producto no puede ser asignado a la misma ubicación múltiples veces

# KeTePongo.ConsumerWebAPI.DomainServices.ConsumptionDocument.ProductDomainService
source: A product can only be assigned to existing locations
es: Un producto sólo puede ser asignado a ubicaciones existentes

# KeTePongo.ConsumerWebAPI.DomainServices.ConsumptionDocument.ProductDomainService
source: A product can only be assigned to existing providers
es: Un producto sólo puede ser asignado a proveedores existentes

# KeTePongo.ConsumerWebAPI.DomainServices.ConsumptionDocument.ProductDomainService
source: A provider id is needed for new registered provider products
es: Es necesario un id de proveedor para nuevos productos de proveedores registrados

# KeTePongo.ConsumerWebAPI.DomainServices.ConsumptionDocument.ProductDomainService
source: A format id is needed for new registered provider products
es: Es necesario un id de formato para nuevos productos de proveedores registrados

# KeTePongo.ConsumerWebAPI.DomainServices.ConsumptionDocument.ProductDomainService
source: A erp id is needed for new registered provider products
es: Es necesaria una referencia ajena para nuevos productos de proveedores registrados

# KeTePongo.ConsumerWebAPI.DomainServices.ConsumptionDocument.ProductDomainService
source: A format description is needed for new registered provider products
es: Es necesaria una descripción de formato para nuevos productos de proveedores registrados

# KeTePongo.ConsumerWebAPI.Models.ConsumerOrder
source: An order must have at least one suborder
es: Un pedido debe tener al menos un subpedido

# KeTePongo.ConsumerWebAPI.Models.ConsumerOrder
source: A suborder must have at least one product line
es: Un subpedido debe tener al menos una linea de producto

# KeTePongo.ConsumerWebAPI.Models.ConsumerOrder
source: The order lines must have quantities greater than 0
es: Las líneas de pedido deben tener cantidades mayores que 0

# KeTePongo.ConsumerWebAPI.Models.ConsumerOrder
source: Not existing provider at an order line
es: Proveedor inexistente en una línea de pedido

# KeTePongo.ConsumerWebAPI.Models.ConsumerOrder
source: Not existing product at an OrderLine
es: Producto inexistente en una línea de pedido

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerOrderAppService
source: Only one suborder per provider is allowed
es: Sólo un supedido por pedido está permitido

# KeTePongo.ConsumerWebAPI.AppServices.ConsumerOrderAppService
source: Only one line per product is allowed
es: Sólo una línea por producto esta permitida

# KeTePongo.ConsumerWebAPI.Views.BackOfficeChangeUserConsumer.Index
source: Change User Consumer
es: Cambiar Comercio del Usuario

# KeTePongo.ConsumerWebAPI.Views.BackOfficeChangeUserConsumer.Index
source: Select target consumer for user {0} - {1}
es: Elige el comercio destino para el usuario {0} - {1}

# KeTePongo.ConsumerWebAPI.Views.BackOfficeChangeUserConsumer.Index
source: Currently it pertains to consumer {0} - {1}
es: Actualmente pertenece al comercio {0} - {1}

# KeTePongo.ConsumerWebAPI.Views.TemplateWelcomeToConsumerCreatorEmail
source: User: {0}
es: Usuario: {0}

source: The product '{0}' has been deleted.
es: El producto '{0}' ha sido eliminado.

source: The provider has deleted this product, you can find it on Without Provider list.
es: El proveedor ha eliminado este producto, puedes encontrarlo en la lista Sin Proveedor.

source: Failed to add confirmed user in consumer
es: Error añadiendo usuario confirmado en consumer

source: Failed to update user's email in consumer
es: Error actualizando email de usuario en consumer

source: Failed to update user's telephone in consumer
es: Error actualizando teléfono de usuario en consumer

source: Failed to update user's name in consumer
es: Error actualizando nombre de usuario en consumer

source: A location cannot be added twice
es: No puedes añadir la misma ubicación dos veces
